{
  "artists" : [
    {
      "name" : "Line graph",
      "bio" : "Words for illustrating trends: increase, rise, climb, grow, surge, jump, soar, rocket to \nstay at, remain stable at, maintain the same level",
      "image" : "0",
      "works" : [
        {
          "title" : "Electricity Production",
          "image" : "Line0",
          "info" : "Sample:\nThe line chart compares amounts of electricity produced by four different sources in France over the period from 1980 to 2012.\n\nIt is clear that the major portion of electricity production is made by the source of nuclear power station, which has a dramatic increase since 1980. The other three electricity productive sources all have a stable productivity over the observation period.\n\nIn 1980，the highest figure of electricity production is made by Thermal method in approximate of 120 terawatt hours. In the meantime nuclear and hydroelectric source both generated about 70 terawatt hours electricity. One year later, the production of electricity provided by nuclear power stations exceeded the number of thermal source.\n\nOf the four different electricity productive categories, only nuclear method electricity production saw a continuous increase from 1980 to 2005, with some fluctuant in the rest of the period. Other three categories of electricity production all stayed below 80 terawatt hours. In particular,renewables source made the lowest contribution of all, which kept a record of nearly zero terawatt hours from 1980 to 2000. But it had risen slowly since 2000, reaching 30 terawatt hours in 2012.\n(186 words)"
        },
        {
          "title" : "Waste produced",
          "image" : "Line1",
          "info" : "Question : The graph below shows the amounts of waste produced by three companies over a period of 15 years.\n\nSample:\nThe line graph compares three companies in terms of their waste output between the years 2000 and 2015.\r\n\nIt is clear that there were significant changes in the amounts of waste produced by all three companies shown on the graph. While companies A and B saw waste output fall over the 15-year period, the amount of waste produced by company C increased\r\nconsiderably.\r\n\nIn 2000, company A produced 12 tonnes of waste, while companies B and C produced around 8 tonnes and 4 tonnes of waste material respectively. Over the following 5 years, the waste output of companies B and C rose by around 2 tonnes, but the figure for company A fell by approximately 1 tonne.\r\n\nFrom 2005 to 2015, company A cut waste production by roughly 3 tonnes, and company B reduced its waste by around 7 tonnes. By contrast, company C saw an increase in waste production of approximately 4 tonnes over the same 10-year period. By 2015, company C’s waste output had risen to 10 tonnes, while the respective amounts of waste from companies A and B had dropped to 8 tonnes and only 3 tonnes.\n(190 words)\t"
        },
        {
          "title" : "Spend on children's sports",
          "image" : "Line2",
          "info" : "Question: The first chart below gives information about the money spent by British parents on their children’s sports between 2008 and 2014. The second chart shows the number of children who participated in three sports in Britain over the same time period.\n\nSample:\nThe line graphs show the average monthly amount that parents in Britain spent on their children’s sporting activities and the number of British children who took part in three different sports from 2008 to 2014. \r\n\r\nIt is clear that parents spent more money each year on their children’s participation in sports over the six-year period. In terms of the number of children taking part, football was significantly more popular than athletics and swimming. \r\n\r\nIn 2008, British parents spent an average of around £20 per month on their children’s sporting activities. Parents’ spending on children’s sports increased gradually over the following six years, and by 2014 the average monthly amount had risen to just over £30. \r\n\r\nLooking at participation numbers, in 2008 approximately 8 million British children played football, while only 2 million children were enrolled in swimming clubs and less than 1 million practiced athletics. The figures for football participation remained relatively stable over the following 6 years. By contrast, participation in swimming almost doubled, to nearly 4 million children, and there was a near fivefold increase in the number of children doing athletics.\n（184 words)\r"
        },
        {
          "title" : "Population living in cities",
          "image" : "Line3",
          "info" : "Question: The graph below gives information about the percentage of the population in four Asian countries living in cities from 1970 to 2020, with predictions for 2030 and 2040.\n\nSample:\nThe graph depicts urbanization trends in Thailand, Malaysia, the Philippines, and Indonesia from 1970 to a projection for 2040. \r\n\r\nIn 1970, the Philippines exhibited the highest proportion of urban inhabitants at approximately 31%, closely succeeded by Malaysia at 30%, while Thailand and Indonesia displayed lower percentages of nearly 19% and 14% respectively. In the subsequent decade, Malaysia experienced a notable surge in urbanization, reaching an estimated 41% in 1980, whereas the remaining three countries underwent more gradual growth.\r\n\r\nDuring the 1990s, a significant augmentation in urban population proportions transpired for all countries, as the Philippines and Malaysia both neared 50% and Thailand and Indonesia attained close to 30% and 20% respectively. Nonetheless, the Philippines witnessed a minor decrease in urbanization during the 2000s, declining to approximately 45% in 2000, and further to nearly 42% in 2010.\r\n\r\nBy 2010, Malaysia emerged as the preeminent urbanized nation among the four, with 70% of its population inhabiting cities. In contrast, Thailand sustained a comparatively stable percentage of urban population at around 30% throughout the 2000s. Conversely, Indonesia underwent considerable growth during this time, surpassing 40% in 2010.\n(184 words）"
        },
        {
          "title" : "Shop closures and openings",
          "image" : "Line4",
          "info" : "Question: The graph below shows the number of shops that closed and the number of new shops that opened in one country between 2011 and 2018.\n\nSample:\nThe line chart illustrates changes in the numbers of shops that closed and opened in one country from 2011 to 2018.\n\r\nOverall, the number of shop closures decreased slightly through the 8 years, while that of openings experienced a drastic fall.\r\n\r\nIn 2011, the number of openings in this country was high at 8,500, but it more than halved to only 4,000 in 2012, before climbing to just over 6,000 in 2014.In contrast, the number of closures was much more stable in the four years. It was lower than that of openings, at 6,300 in 2011,but decreased only slightly to 6,000 in the following year, so it surpassed the number of openings. After peaking at 7,100 in 2013, it declined to 6,100 in 2014, close to that of openings.\r\n\r\nThe numbers showed more dramatic changes in the later four years. Fewer and fewer shops opened, with the number reaching 3,000 in 2018 after levelling off at 4,000 between 2015 and 2017.Similarly, the number of closures fell dramatically, to only 600 in 2015. But it increased to 5,100 in 2016 and exceeded that of openings. Finally, it remained stable until 2018. (190 words）"
        },
        {
          "title" : "International migration to the UK",
          "image" : "Line5",
          "info" : "Question: The graph below gives information about the percentage of the population in four Asian countries living in cities from 1970 to 2020, with predictions for 2030 and 2040.\n\nSample:\nThe chart gives information about UK immigration, emigration and net migration between 1999 and 2008.\r\n\r\nBoth immigration and emigration rates rose over the period shown, but the figures for immigration were significantly higher. Net migration peaked in 2004 and 2007.\r\n\r\nIn 1999, over 450,000 people came to live in the UK, while the number of people who emigrated stood at just under 300,000. The figure for net migration was around 160,000, and it remained at a similar level until 2003. From 1999 to 2004, the immigration rate rose by nearly 150,000 people, but there was a much smaller rise in emigration. Net migration peaked at almost 250,000 people in 2004.\r\n\r\nAfter 2004, the rate of immigration remained high, but the number of people emigrating fluctuated. Emigration fell suddenly in 2007, before peaking at about 420,000 people in 2008. As a result, the net migration figure rose to around 240,000 in 2007, but fell back to around 160,000 in 2008.(159 words）"
        },
        {
          "title" : "Internet users as percentage of population",
          "image" : "Line6",
          "info" : "Question: The graph below shows Internet users as percentage of population between 1999 and 2009 in three different countries.\n\nSample:\nThe line graph compares the percentage of people in three countries who used the Internet between 1999 and 2009.\r\n\r\nIt is clear that the proportion of the population who used the Internet increased in each country over the period shown. Overall, a much larger percentage of Canadians and Americans had access to the Internet in comparison with Mexicans, and Canada experienced the fastest growth in Internet usage.\r\n\r\nIn 1999, the proportion of people using the Internet in the USA was about 20%. The figures for Canada and Mexico were lower, at about 10% and 5% respectively. In 2005, Internet usage in both the USA and Canada rose to around 70% of the population, while the figure for Mexico reached just over 25%.\r\n\r\nBy 2009, the percentage of Internet users was highest in Canada. Almost 100% of Canadians used the Internet, compared to about 80% of Americans and only 40% of Mexicans.(151 words）"
        },
        {
          "title" : "Books read by men and women",
          "image" : "Line7",
          "info" : "Question: The graph below shows the number of books read by men and women at Burnaby Public Library from 2011 to 2014.\n\nSample:\nThe graph gives information about Burnaby Public Library between 2011 and 2014. It shows how many library books people read over this four-year period.\n\r\nOverall, there was a strong upward trend in the number of books read by men. Although women read more books than men in 2011, their reading fell to below the level of men in 2014.\r\n\nAs can be seen from the graph, there were different trends for men and women. The number of books read by men increased steadily between 2011 and 2012, from about 3000 to 4000. After that, the number rose dramatically to 14000 books in 2014. This was the highest figure in the period.\r\n\nWomen started off reading more books than men, but their numbers followed a different pattern. Between 2011 and 2012, there was an increase of 3000 from 5000 books to 8000 books, and then a gradual rise to 10000 books in 2013. However, in 2014, their numbers fell back to 8000 again.（162 words）"
        }
      ]
    },
    {
      "name" : "Bar chart",
      "bio" : "Words for key point: reach a peak of , peak at ,\nreach the bottom at , bottom out at ,\nwas second in terms of ,\nfollow a very similar trend",
      "image" : "1",
      "works" : [
        {
          "title" : "illiteracy rates",
          "image" : "Bar0",
          "info" : "Question: The chart below shows estimated world illiteracy rates by region and by gender for the year 2000. Write a report for a university lecturer describing the information below.\n\nSample:\nThe given bar chart shows the approximate world illiteracy rates by gender and region for the year 2000. \r\n\nAs is observed in the given column graph, in all cases, the illiteracy rate among women was higher than men. Developed countries had almost ignorable illiteracy rate. On the contrary, about half of the population in South Asia, Arab states and Africa were illiterate.\r\n\nThe illiteracy rate in Latin America / Caribbean and East Asia / Oceania was only 1 percent (approximately), 10  percent and 14 percent (approximately) respectively considering both male and female. Sub-Saharan Africa, the Arab States and South Asia had rates of approximately 40%, 41% and 45%. Illiterate women were higher than the illiterate men in all the given countries.\r\n\nIn the developed countries, the proportion of literacy among men and female was almost similar but the differences increased for Asia, Arab states and Africa. Among the given 6 countries, the South Asian population were far more illiterate than any other country.\n(163 words)"
        },
        {
          "title" : "mobile phones",
          "image" : "Bar1",
          "info" : "Question: The chart shows the number of mobile phones and landlines per 100 people in selected countries. Write a report for a university lecturer describing the information given.\n\nSample:\nThe graph shows the number of mobile phones and landlines per 100 users, for selected countries. Overall, most of the countries included in the graph have more mobile phones subscribers than landlines.\r\n\nMost European countries have high mobile phone use. The biggest users of mobile phones are the Italians, with 88 cell phones per 100 people. For example, Italy has twice as many mobile phones as landlines, with 88 mobiles per hundred people compared to 45 for landlines. Mobile phone use is low in Canada, with fewer than 40 phones per 100 people. Denmark is also unusual because it has slightly more landlines than mobile phones.\r\n\nHowever, in some countries, the number of landlines is higher than the number of mobile phones. One example is the USA, where the number of mobiles, at 50 per 100 people, is much lower than the number of landlines, at almost 70 per hundred. A similar pattern can be seen in Canada. The highest number of landlines in the graph is in Denmark, with about 90 per 100 people. In contrast, the lowest figures for fixed lines are in Italy and the UK.\r\n\nIn conclusion, it seems that mobile phone use is higher in Europe than in North America.\n(205 words)"
        },
        {
          "title" : "TV programmes",
          "image" : "Bar2",
          "info" : "Question: The charts give information about two genres of TV programmes watched by men and women and four different age groups in Australia.\n\nSample:\nThe bar charts provide data on the percentage of viewership for two genres of TV programs—reality shows and game shows—across different demographics in Australia. \n\nFor reality shows, the chart shows that women have a higher percentage of viewership than men across all age groups. The youngest age group (16-24) has the highest viewership among women at nearly 70%, while men in this age group have a viewership of about 30%. As age increases, the viewership percentages for both genders decrease, with the lowest viewership among those aged 45+.\r\n\r\nFor game shows, the pattern is similar, with women again having higher viewership percentages than men across all age groups. However, unlike reality shows, the viewership percentages are more evenly distributed across age groups, with the highest viewership among those aged 45+ at approximately 70% for women and 60% for men. The lowest viewership is among the youngest age group (16-24), with around 30% for women and 40% for men.\r\n\r\nOverall, the data suggests that women in Australia tend to watch more reality and game shows than men, and that older individuals (45+) have a higher viewership of game shows compared to younger age groups.\n(197 words)"
        },
        {
          "title" : "age structure of the populations",
          "image" : "Bar3",
          "info" : "Question: The charts below compare the age structure of the populations of France and India in 1984.\n\nSample:\nThe two charts compare the populations of France and India in terms of age distribution by gender in the year 1984. \r\n\nIt is clear that the population of India was younger than that of France in 1984, with a noticeably larger proportion of people aged under 20. France, on the other hand, had a significantly larger percentage of elderly inhabitants. \r\n\nIn India, close to 14% of people were aged 5 or under, and each five-year age bracket above this contained an increasingly smaller proportion of the population. France’s population, by contrast, was more evenly distributed across the age ranges, with similar figures (around 7% to 8% of all people) for each five-year cohort between the ages of 0 and 40. Somewhere between 10% and 15% of all French people were aged 70 or older, but the equivalent figure for India was only 2%. \r\n\nLooking more closely at gender, there was a noticeably higher proportion of French women than men in every cohort from age 50 upwards. For example, almost 3% of French 70- to 75-year-olds were women, while just under 2% were men. No significant gender differences can be seen on the Indian population chart.\n(195 words)"
        }
      ]
    },
    {
      "name" : "Pie chart",
      "bio" : "Verb phrases: exceed , overtake , surpass ,\nis comparable with , make up 7 percent of ,\naccounting for 7 percent of , constitute less than 7 percent of ",
      "image" : "2",
      "works" : [
        {
          "title" : "Hotel's customer service",
          "image" : "PieChart0",
          "info" : "Question: The charts below show the results of a questionnaire that asked visitors to the Parkway Hotel how they rated the hotel's customer service. The same questionnaire was given to 100 guests in the years 2005 and 2010.\n\nSample:\nThe pie charts compare visitors’ responses to a survey about customer service at the Parkway Hotel in 2005 and in 2010.\r\n\nIt is clear that overall customer satisfaction increased considerably from 2005 to 2010. While most hotel guests rated customer service as satisfactory or poor in 2005, a clear majority described the hotel’s service as good or excellent in 2010.\r\n\nLooking at the positive responses first, in 2005 only 5% of the hotel’s visitors rated its customer service as excellent, but this figure rose to 28% in 2010. Furthermore, while only 14% of guests described customer service in the hotel as good in 2005, almost three times as many people gave this rating five years later.\r\n\nWith regard to negative feedback, the proportion of guests who considered the hotel’s customer service to be poor fell from 21% in 2005 to only 12% in 2010. Similarly, the proportion of people who thought customer service was very poor dropped from 15% to only 4% over the 5-year period. Finally, a fall in the number of ‘satisfactory’ ratings in 2010 reflects the fact that more people gave positive responses to the survey in that year.\n(201 words)\n"
        },
        {
          "title" : "Employment patterns in Great Britain",
          "image" : "PieChart1",
          "info" : "Question: The two pie charts below show some employment patterns in Great Britain in 1992.\n\nSample:\nThe charts provide information on the proportion of males and females in employment in 6 broad categories, divided into manual and non-manual occupations. In general, a greater percentage of women work in non-manual occupations than work in manual occupations, and the reverse is true for men.\r\n\r\nIn the non-manual occupations, while a greater percentage of working women than men are found in clerical-type positions, there is a smaller percentage of women than men employed in managerial and professional positions. The percentage of women employed in other non-manual occupations is slightly larger than the percentage of men in these occupations.\r\n\r\nIn manual employment, the biggest difference between the two sexes is in the employment of craft workers, where males make up 24% of the workforce and females just 3%. Furthermore, the percentage of women working as general working as general laborers is very small, only 1%. There is not a great deal of difference between the percentage of men doing other forms of manual work (26%) and women in other manual work (27%).\n\r\nIn summary, the two charts clearly show that women do not have the same access as men to certain types of employment.\n(194 words)"
        },
        {
          "title" : "Annual spending by local authorities",
          "image" : "PieChart2",
          "info" : "Question: The three pie charts below show the changes in annual spending by local authorities in Someland in 1980,1990 and 2000.\n\nSample:\nThe charts show how much local authorities spent on a range of services in Someland in three separate years: 1980, 1990 and 2000.\r\n\nIn all three years, the greatest expenditure was on education. But while K-12 education saw a fall from 25% in 1980 to only 18% of spending in 2000, higher education remained the largest proportion, reaching 45% of total spending in 1990 and ending at 40% in 2000.\r\n\nExpenditure on health and human resources had increased to 20% by 1990 before decreasing to only 10% by the end of the period. In contrast, the share of transportation saw an opposite trend. This cost decreased to only 6% of total expenditure in 1990 but rose dramatically in 2000 when it represented 22% of the total budget. Similarly, the cost of environmental services saw a rising trend, growing from only 4% tо 9% by 2000.\r\n\nOverall, higher education constituted the largest cost to local authorities, and while spending increased for transportation and environmental services, there were corresponding drops in expenditure on health and human resources and K-12 education.\n(178 words)"
        },
        {
          "title" : "What makes them most happy",
          "image" : "PieChart3",
          "info" : "Question：The charts below show the results of a survey about what people of different age groups say makes them most happy.\n\nSample:\nThere are several similarities between what younger and older people say makes them most happy. However, there are several striking differences.\r\n\r\nFirstly, let us look at the similarities. It is noticeable that for both younger and older people, the highest percentage says that achievement at work brings them most happiness:31% for the younger age group and 32% for the older group. Doing hobbies is also very important for both groups: the second largest percentage of both age groups mention doing hobbies as making them most happy.\r\n\r\nTurning now to the differences, many younger people regard having a good appearance as extremely important: 18% of them state this brings them most happiness. This is followed by 15% who state that travel brings them happiness. Neither of these two factors is mentioned by older people. Instead, 20% of older people report that having financial security is most important to their happiness and 14% say they feel most happy when they are with their family.\r\n（162 words)"
        }
      ]
    },
    {
      "name" : "Table",
      "bio" : "Comparative phrases: three times as many people , the number of Austria doubles ,\noutnumber , decrease , fall , drop , decline , slip ,\n",
      "image" : "3",
      "works" : [
        {
          "title" : "sales of coffee and bananas",
          "image" : "Table0",
          "info" : "Question: The tables below give information about sales of Fairtrade*-labelled coffee and bananas in 1999 and 2004 in five European countries.  *Fairtrade: a category of products for which farmers from developing countries have been paid an officially agreed fair price.\n\nSample:\nThe tables show the amount of money spent on Fairtrade coffee and bananas in UK, Switzerland, Denmark, Belgium and Sweden in the year of 1999 and 2004.\r\n\nIt is clear that sales of Fairtrade coffee rose in all five European countries from 1999 to 2004, but sales of Fairtrade bananas only went up in three out of the five countries. Overall, the UK saw by far the highest levels of spending on the two products.\r\n\nIn 1999, Switzerland had the highest sales of Fairtrade coffee, at €3 million, while revenue from Fairtrade bananas was highest in the UK, at €15 million. By 2004, however, sales of Fairtrade coffee in the UK had risen to €20 million, and this was over three times higher than Switzerland’s sales figure for Fairtrade coffee in that year. The year 2004 also saw dramatic increases in the money spent on Fairtrade bananas in the UK and Switzerland, with revenues rising by €32 million and €4.5 million respectively.\r\n\r\nSales of the two Fairtrade products were far lower in Denmark, Belgium and Sweden. Small increases in sales of Fairtrade coffee can be seen, but revenue remained at €2 million or below in all three countries in both years. Finally, it is noticeable that the money spent on Fairtrade bananas actually fell in Belgium and Sweden.\n(218 words)"
        },
        {
          "title" : "national consumer expenditure",
          "image" : "Table1",
          "info" : "Question: The table below gives information on consumer spending on different items in five different countries in 2002. Percentage of national consumer expenditure by category – 2002\n\nSample:\nThe table shows percentages of consumer expenditure for three categories of products and services in five countries in 2002.\r\n\r\nIt is clear that the largest proportion of consumer spending in each country went on food, drinks and tobacco. On the other hand, the leisure/education category has the lowest percentages in the table.\r\n\r\nOut of the five countries, consumer spending on food, drinks and tobacco was noticeably higher in Turkey, at 32.14%, and Ireland, at nearly 29%. The proportion of spending on leisure and education was also highest in Turkey, at 4.35%, while expenditure on clothing and footwear was significantly higher in Italy, at 9%, than in any of the other countries.\r\n\r\nIt can be seen that Sweden had the lowest percentages of national consumer expenditure for food/drinks/tobacco and for clothing/footwear, at nearly 16% and just over 5% respectively. Spain had slightly higher figures for these categories, but the lowest figure for leisure/education, at only 1.98%.\n(155 words)\r\n"
        },
        {
          "title" : "languages with the most native speakers",
          "image" : "Table2",
          "info" : "Question: The table below gives information about languages with the most native speakers.\n\nSample:\nThe table illustrates the number of native speakers of six languages as well as the number of speakers of these languages as an additional language. It is noticeable that the number of speakers of Mandarin Chinese is strikingly higher than the other languages with over one billion speakers.\r\n\r\nPeople who speak Mandarin largely speak it as a first language (900 million). In comparison to this only 190 million people speak Mandarin Chinese as an additional language. What is remarkable about English speakers is that the number of speakers of English as an additional language is higher than that of native speakers\r\nof English (603 and 339 million respectively).\r\n\r\nWhile the total number of Hindi speakers (490 million) is roughly equal to that of Spanish speakers (420 million); when it comes to speaking these languages as an additional language the number for Hindi is much higher (120 million) than that for Spanish (70 million).\r\n\r\nNative speakers of Arabic and Portuguese are similar in number with 206 million and 203 million respectively. However, the number of Arabic speakers as an additional language (24 million) is almost 2.5 times higher than speakers of Portuguese as an additional language.\n(195 words)"
        },
        {
          "title" : "sales of tea and pineapples",
          "image" : "Table3",
          "info" : "Question: The tables below give information about sales of Fairtrade*-labelled tea and pineapples in 2010 and 2015 in five European countries.\n\nSample:\nThe two tables contain sales data for Fairtrade tea and pineapples in 2010 and 2015, in five nations of Europe.\r\n\r\nThe first table shows low-level tea sales increasing in all five countries, albeit to widely varying degrees. In two places sales increased by the same small amount: 2.8-3 million euros in Germany, and 1.8-2 million in Norway. The increment was slightly larger in Netherlands, from 2-2.7 million euros. Meanwhile, in Austria sales doubled from 4-8 million euros. Finally, in France there was an enormous increase, from 2.5-21 million euros.\r\n\r\nIn the second table, it is Austria which stands out as buying far more Fairtrade pineapples than the other four countries. The sales figures for Austria jumped from 16-48 million euros across these five years, while in France and Netherlands sales only grew from 2-6.5 and from 1.6-5 million euros respectively. Norway and Germany showed a different pattern, with falls in pineapple sales from 2.8-2 and 3-1.9 million euros.\r\n\r\nComparing the two tables, it is clear that in 2010 Fairtrade tea sales ranged from 1.8-4 million euros in these five countries, while pineapple sales also mostly clustered between 1.6 and 3 million euros, with Austria the outlier at a huge 16 million euros. By 2015, sales figures for both products had risen across the board, except for Norway and Germany which recorded drops in pineapple sales.\n(225 words)"
        }
      ]
    },
    {
      "name" : "Map",
      "bio" : "Orientation phrases: to the northeast of the town centre ,\nsurrounds the town centre ,\nto the eastern parts of the area",
      "image" : "4",
      "works" : [
        {
          "title" : "map of the town of Canterbury",
          "image" : "Map0",
          "info" : "Question：The map below is of the town of Canterbury. A new school(S) is planned for the area. The map shows two possible sites for the school.\n\nSample:\nThe map shows two proposed sites for a new school for the town of Canterbury and the surrounding area. \n\nThe first site (S1) is situated in the countryside, to the north-east of the town centre. It is just outside the main housing area of the town and not far from the main road that links Sturry with Canterbury. It would therefore probably be in an ideal location for students coming from Sturry, which is only 5 kilometres away, and those who live on the east side of Canterbury. If there are students coming from Chartham, which is 7 kilometres to the south-west, they would be able to reach the school by taking the main road that runs south-west of Canterbury.\r\n\nThe second site (S2) is located in the town centre itself. There are advantages of this: it makes it practically equidistant for students coming from either Sturry or Chartham. Moreover, it would presumably be relatively easy for students who live in the housing area around the town centre to reach the school. However, because of the no traffic zone in the town centre, no parent would be able to drive their child all the way to school. This may make travel arrangements difficult for some parents. \n（206 words）\r\n"
        },
        {
          "title" : "the development of a village",
          "image" : "Map1",
          "info" : "Question: Chorleywood is a village near London whose population has increased steadily since the middle of the nineteenth century. The map below shows the development of the village.\r\n\r\nSample:\nThe map shows the growth of a village called Chorleywood between 1868 and 1994.\r\n\r\nIt is clear that the village grew as the transport infrastructure was improved. Four periods of development are shown on the map, and each of the populated areas is near to the main roads, the railway or the motorway.\r\n\r\nFrom 1868 to 1883, Chorleywood covered a small area next to one of the main roads. Chorleywood Park and Golf Course is now located next to this original village area. The village grew along the main road to the south between 1883 and 1922, and in 1909 a railway line was built crossing this area from west to east. Chorleywood station is in this part of the village.\r\n\r\nThe expansion of Chorleywood continued to the east and west alongside the railway line until 1970. At that time, a motorway was built to the east of the village, and from 1970 to 1994, further development of the village took place around motorway intersections with the railway and one of the main roads.\n(174 words)"
        },
        {
          "title" : "The town of Garlsdon",
          "image" : "Map2",
          "info" : "Question: The map below is of the town of Garlsdon. A new supermarket (S) is planned for the town. The map shows two possible sites for the supermarket.\n\nSample:\nThe map shows two potential locations (S1 and S2) for a new supermarket in a town called Garlsdon.\r\n\r\nThe main difference between the two sites is that S1 is outside the town, whereas S2 is in the town centre. The sites can also be compared in terms of access by road or rail, and their positions relative to three smaller towns.\r\n\nLooking at the information in more detail, S1 is in the countryside to the north west of Garlsdon, but it is close to the residential area of the town. S2 is also close to the housing area, which surrounds the town centre.\r\n\r\nThere are main roads from Hindon, Bransdon and Cransdon to Garlsdon town centre, but this is a no traffic zone, so there would be no access to S2 by car. By contrast, S1 lies on the main road to Hindon, but it would be more difficult to reach from Bransdon and Cransdon. Both supermarket sites are close to the railway that runs through Garlsdon from Hindon to Cransdon.\n(171 words)"
        },
        {
          "title" : "Maps of an island",
          "image" : "Map3",
          "info" : "Question: The two maps below show an island, before and after the construction of some tourist facilites.\n\nSample:\nOverall, the island’s coastal features, which were largely untouched in the past, have been developed for tourism with significant infrastructure and building development in land.\r\n\r\nIn the past, the island remained mostly undeveloped except for a small pier and scientific research station on the east coast. A few trees occupied the island’s interior, with a small beach and rocks in the north and a natural spring in the west.\r\n\r\nToday the island has changed considerably. The small scientific research outpost has been replaced with a large hotel complex and swimming pool. In order to accommodate large cruise ships, the small pier has been extended, and a minor road built to the hotel. To the west of the complex, an open restaurant with BBQ area has been established. From there, several paths connect to the rest of the island’s features.\r\n\r\nAlong the coast, a bike path circumnavigates the island connecting new tourist features including a scenic lookout next to the rocks, and swimming area by the beach. A café has also been newly constructed alongside the natural spring.\n(183 words)"
        }
      ]
    },
    {
      "name" : "Process diagram",
      "bio" : "Process diagram phrases: The diagram shows the production of … , with x number of steps starting with … and ending with …\nAt the second stage ",
      "image" : "5",
      "works" : [
        {
          "title" : "Water Cycle",
          "image" : "Process0",
          "info" : "Question: The diagram below shows the water cycle, which is the continuous movement of water on, above and below the surface of the Earth.\n\nSample:\nThe picture illustrates the way in which water passes from ocean to air to land during the natural process known as the water cycle.\n\r\nThree main stages are shown on the diagram. Ocean water evaporates, falls as rain, and eventually runs back into the oceans again.\r\n\nBeginning at the evaporation stage, we can see that 80% of water vapour in the air comes from the oceans. Heat from the sun causes water to evaporate, and water vapour condenses to form clouds. At the second stage, labelled ‘precipitation’ on the diagram, water falls as rain or snow.\r\n\nAt the third stage in the cycle, rainwater may take various paths. Some of it may fall into lakes or return to the oceans via ‘surface runoff’. Otherwise, rainwater may filter through the ground, reaching the impervious layer of the earth. Salt water intrusion is shown to take place just before groundwater passes into the oceans to complete the cycle.\n(156 words)"
        },
        {
          "title" : "Ocean Thermal Energy Conversion",
          "image" : "Process1",
          "info" : "Question: The diagram below shows the production of electricity using a system called Ocean Thermal Energy Conversion (OTEC).\n\nSample:\nOcean thermal energy conversion (OTEC) is a system that converts heat energy into the electric power using the temperature difference between surface seawater, which can be up to 29 degrees Celsius, and deep seawater, which is only 5 degrees Celsius.\r\n\r\nThe main components of the system are an evacuated evaporation chamber, a turbine and a condensing chamber. \r\n\r\nThe solar energy of the sun heats up the surface water and this warm water is introduced into the evacuated evaporation chamber, where it boils. As it boils, salt is deposited and water vapour is generated. This vapour then drives a turbine to generate electricity. After it powers the turbine, the water vapour enters the condensing chamber, which is cooled by the water from the depths of the ocean. The water vapour is condensed in this chamber, producing drinking water. Meanwhile, waste salt water is discharged into the ocean and the process can be repeated.\n(152 words)"
        },
        {
          "title" : "Life Cycle process of frogs",
          "image" : "Process2",
          "info" : "Question: The diagram illustrates the Life Cycle process of frogs in a pond.\n\nSample:\nThe diagram shows the natural process life cycle of a frog from the embryo stage, through seven developmental phases from tadpole to fully grown amphibian.\r\n\nInitially, the fertilised eggs grow into embryos from which very small tadpoles emerge and shelter under plants in the water or pond. The tadpole begins life black in colour and it has a long tail and shorter body. As it grows, external gills for breathing are produced while subsequent stages in its development include a longer tail and when this stage is complete back limbs begin to appear which allows the tiny creature to swim \nfaster.\r\n\nThe baby frog is nourished from food and nutrients stored in its tail, and the next stage in the cycle is for front limbs to begin growing while the tail shrinks and eventually disappears. At each stage the creature continues to enlarge significantly and changes in colour from black, to dark green and ultimately to bright green.\r\n\nOnce the tail has disappeared the frog is supported on four limbs and continues, in the final phrase, to develop into a full sized amphibian. \n(183 words)."
        },
        {
          "title" : "Life cycle of the honey bee",
          "image" : "Process3",
          "info" : "Question: The diagram shows the life cycle of the honey bee.\n\nSample:\nThe diagram illustrates the various stages in the life of a honey bee. \r\n\r\nWe can see that the complete life cycle lasts between 34 and 36 days. It is also noticeable that there are five main stages in the development of the honey bee, from egg to mature adult insect.\r\n\r\nThe life cycle of the honey bee begins when the female adult lays an egg; the female typically lays one or two eggs every 3 days. Between 9 and 10 days later, each egg hatches and the immature insect, or nymph, appears.\r\n\r\nDuring the third stage of the life cycle, the nymph grows in size and sheds its skin three times. This moulting first takes place 5 days after the egg hatches, then 7 days later, and again another 9 days later. After a total of 30 to 31 days from the start of the cycle, the young adult honey bee emerges from its final moulting stage, and in the space of only 4 days it reaches full maturity.\n(169 words)"
        }
      ]
    },
    {
      "name" : "Multiple charts",
      "bio" : "fall sharply , increase dramatically , plunge to a low of ,\nslightly , gradually , steadily , \nabout , almost , around , approximately",
      "image" : "6",
      "works" : [
        {
          "title" : "Causes of worldwide land degradation",
          "image" : "Multiple0",
          "info" : "Question: The pie chart below shows the main reasons why agricultural land becomes less productive. The table shows how these causes affected three regions of the world during the 1990s.\n\nSample:\nThe pie chart shows that there are four main causes of farmland becoming degraded in the world today. \r\n\r\nGlobally, 65% of degradation is caused by too much animal grazing and tree clearance, constituting 35% and 30% respectively. A further 28% of global degradation is due to over-cultivation of crops. Other causes account for only 7% collectively.\r\n\r\nThese causes affected different regions differently in the 1990s, with Europe having as much as 9.8% of degradation due to deforestation, while the impact of this on Oceania and North America was minimal, with only 1.7% and 0.2% of land affected respectively. Europe, with the highest overall percentage of land degraded (23%), also suffered from over-cultivation (7.7%) and over-grazing (5.5%). In contrast, Oceania had 13% of degraded farmland and this was mainly due to over-grazing (11.3%). North America had a Iower proportion of degraded land at only 5%, and the main causes of this were over-cultivation (3.3%) and, to a\r\nlesser extent, over-grazing (1.5%).\r\n\r\nOverall, it is clear that Europe suffered more from farmland degradation than the other regions and the main causes there were deforestation and over-cultivation.\n(184 words)\n"
        },
        {
          "title" : "Employment by sex in 6 sectors",
          "image" : "Multiple1",
          "info" : "Question: The graphs below show the numbers of male and female workers in 1975 and 1995 in several employment sectors of the republic of Freedonia.\n\nSample:\nThe diagrams compare the male and female employment status in six different job sectors in two different years 1975 and 1995. \r\n\nAs is seen from the given illustration, men were well ahead of women in all the job sectors in Freedonia in 1975. However, the scenario changed in the 1995 and women did a remarkable progress in their professions.\r\n\r\nAccording to the given diagrams, men in Freedonia were well ahead of female in manufacturing, finance/banking, wholesale & retail trade, defence and non-defence sectors. In manufacturing more than 600 male employees could be seen against only 300 female employees out of a thousand employees. Except in communication sector, the proportion of male employees was far greater than that of females. Among the given job sectors, the public non-defence sector had the highest number of employees while the defence sector had the least number of employees.\r\n\nAfter 20 years, women showed an outstanding advancement in the job sectors and they went well ahead of men in communication, wholesale & retail trade sectors. They become almost equal in number in finance and banking jobs while the gap between male and female employees' numbers reduced in defence jobs. The only sector that was still male dominant was manufacturing and the job ratio in this sector remained almost same as it was 20 years earlier.\n(220 words)"
        },
        {
          "title" : "Police budget",
          "image" : "Multiple2",
          "info" : "Question: The table and charts below give information on the police budget for 2017 and 2018 in one area of Britain. The table shows where the money came from and the charts show how it was distributed.\n\nSample:\nThe table illustrates the sources of funding for the police in a certain area of Britain between 2017 and 2018, and the pie charts detail the distribution of this budget in those two years.\r\n\r\nOverall, it is readily apparent that the contributions of all sources increased between the years, though there was not any significant increment other than local taxes. Similarly, no parameter related to spending had any extraordinary change.\r\n\r\nAs per the table, the total budget grew significantly by £13.9 million to £318.6 million in 2018. In both the years the major source of this money was from the national government and figures stood at 175.5 million and 177.8 million respectively. Local taxes, in contrast, were lower overall in both years but saw the largest growth, jumping from £91.2 million to £102.3 million. Other sources, such as grants, however, were largely unchanged, with £38 million in 2018 and £0.5 million more than the previous year.\r\n\r\nTurning to the pie charts, the highest rate of expenditure was on dispersing officer and staff salaries, though the proportion slipped from three-fourth of the total in 2017 by 6% in the next year. The second most area of spending was on buildings and transport, which stood at 17% in both years. However, a hike was seen in the rate of spending in technology, the least expended area out of the total, and this was from 8% to 14%.\n(235 words)"
        },
        {
          "title" : "Reasons for travel",
          "image" : "Multiple3",
          "info" : "Question: The charts below show reasons for travel and the main issues for the travelling public in the US in 2009. Summarise it.\n\nSample:\nThe bar chart and pie chart give information about why US residents travelled and what travel problems they experienced in the year 2009. \r\n\nIt is clear that the principal reason why Americans travelled in 2009 was to commute to and from work. In the same year, the primary concern of Americans, with regard to the trips they made, was the cost of travelling. \r\n\nLooking more closely at the bar chart, we can see that 49% of the trips made by Americans in 2009 were for the purpose of commuting. By contrast, only 6% of trips were visits to friends or relatives, and one in ten trips were for social or recreation reasons. Shopping was cited as the reason for 16% of all travel, while unspecific ‘personal reasons’ accounted for the remaining 19%. \r\n\r\nAccording to the pie chart, price was the key consideration for 36% of American travelers. Almost one in five people cited safety as their foremost travel concern, while aggressive driving and highway congestion were the main issues for 17% and 14% of the travelling public. Finally, a total of 14% of those surveyed thought that access to public transport or space for pedestrians were the most important travel issues.\n(201 words)"
        }
      ]
    },
    {
      "name" : "Comparison diagrams",
      "bio" : "as for , with regard to , by contrast ,\nrespectively , rise significantly , vary considerably  , \nstand at one fifith of ,  see a dramatic fall",
      "image" : "7",
      "works" : [
        {
          "title" : "Industrial area in the town of Norbiton",
          "image" : "Comparison0",
          "info" : "Question: The maps below show an industrial area in the town of Norbiton, and planned future development of the site.\n\nSample:\nThe two maps illustrate the present industrial layout of a region in Norbiton and its future redevelopment plans as a residential area.\n\r\nCurrently, the industrial region is located on the outskirts of Norbiton, bordered by a river to the north and a main road to the south. A central roundabout on this road facilitates access to the eastern parts of the area. Alongside these routes, eight factories are evenly distributed, including one at the eastern terminus of the main road.\n\r\nThe redevelopment plan will transform this industrial zone into a residential neighborhood. The existing central roundabout will be retained, and a new, smaller roundabout will be constructed to the south. Additional roads will be added, extending west and north. Although the river currently has no crossing points, a bridge is planned to facilitate access across it.\n\r\nThe factories will be replaced by residential housing blocks along the new roads. Adjacent to the central roundabout, new amenities including shops and a medical center will be developed. Additionally, a large rectangular playground and a school will be constructed in the eastern part of the area.\n(Words 183)"
        },
        {
          "title" : "Floor plan of a public library",
          "image" : "Comparison1",
          "info" : "Question: The diagram below shows the floor plan of a public library 20 years ago and how it looks now.\n\nSample:\nThe maps illustrate the changes in the layout of a public library over the past 20 years, highlighting key developments.\r\n\r\nOverall, it is evident that significant modifications have been made to the library’s floor plan, with each area being either repurposed or upgraded.\r\n\r\nOne of the most notable changes is the transformation of the reading room, which originally housed newspapers and magazines, into a computer room. Besides, this room’s gate has been relocated to the side closer to the library entrance. Similarly, the enquiry desk has been replaced by a larger café, while the tables and chairs that once occupied the central area have been removed entirely. Adjacent to the café, the adult fiction section has remained, but three self-service machines and an information desk have been newly introduced to enhance functionality.\r\n\r\nThe children’s books section has been converted into a lecture room, with its size remaining unchanged. Opposite this, the former video games room has been expanded and repurposed as the children’s fiction area. Below this, what used to be the adult fiction section is now dedicated to reference books.\n(Words 189)"
        },
        {
          "title" : "Generate electricity from wave power",
          "image" : "Comparison2",
          "info" : "Question: The diagrams show a structure that is used to generate electricity from wave power.\n\nSample:\nThe two diagrams show how electricity can be generated from the rise and fall of water caused by sea waves.\r\n\r\nThe process involves a structure which is mounted on the side of a cliff or sea wall. This structure consists of a large chamber. One end is open to the sea, and the other leads into a vertical column, which is open to the atmosphere. A turbine is installed inside this column and this is used to generate the electricity in two phases.\r\n\r\nThe first diagram indicates that when a wave approaches the device, water is forced into the chamber, applying pressure on the air within the column. This air escapes to atmosphere through the turbine, thereby producing electricity.\r\n\r\nThe second diagram illustrates the next part of the process when wave retreats. As the water level falls, the air from outside the column is sucked back in through the turbine. As a result, electricity continues to be generated. The turbine rotates only in one direction, regardless of the direction of the air flow.\n(173 words)"
        },
        {
          "title" : "Centre of a small town",
          "image" : "Comparison3",
          "info" : "Question: The maps below show the centre of a small town called islip as it is now and plan for its development.\n\nSample:\nThe diagrams illustrate some proposed changes to the central area of the town of Islip. \r\n\nIt is clear that the principal change to the town will be the construction of a ring road around the center. \r\n\nVarious other developments with regard to shops and housing will accompany the building of this road. \r\nLooking at the map of Islip as it is now, we can see that a main road runs through its center from east to west. The second map shows the planned pedestrians’ zone of this road. Traffic will be diverted on to a dual carriageway that will form a ring around the town center. \r\n\nCurrently there is a row of shops along either side of the main road. However, it appears that the shops along the north side of the new pedestrian street will be demolished to make way for a bus station, shopping centre, car park and new housing area. The shops along the south side of the street will remain, but it seems that the town’s park will be reduced in size so that more new houses can be built within the ring road.\n(188 words)"
        }
      ]
    }
  ]
}